{
	// 案发时间
    date_from: '',
    date_to: '',

    // 案发地点：以下三选一，顺次查找，如果某一option非空，则使用此option并忽略后续。
    // Option 1: 地图画圈
    lat: '',
    long: '',
    radius: '',
    // Option 2: CI
    ci_from: [ ],
    ci_to: [ ],
    // Option 3: 行政区划
    district: [ ],

    // 案发相关人员
    idigit: [],
    number: []
},



{
    "_state": 66,
    "f_number": "15292971744",
    "f_name": "",
    "f_lang": "维语",
    "f_long": "78.236862",
    "f_lat": "37.717583",
    "f_IMEI": "35557304609347",
    "f_district": "新疆 和田地区(0903)",
    "f_addr": "和田(0903) 皮山科克铁热克乡阿热克库木村(皮山科克铁热克乡阿热克库木村)",
    "f_CI": "23351",
    "call_start": "2016-11-15 08:35:51",
    "call_end": "2016-11-15 08:36:46",
    "call_duration": "41",
    "t_number": "15199289734",
    "t_name": "",
    "t_lang": "维语",
    "t_long": "78.236862",
    "t_lat": "37.717583",
    "t_IMEI": "86773602192127",
    "t_district": "新疆 和田地区(0903)",
    "t_addr": "和田(0903) 皮山科克铁热克乡阿热克库木村(皮山科克铁热克乡阿热克库木村)",
    "t_CI": "23351"
},